Repository: Belarus/OmegaT-Windows
Catalog: Windows7/omegat/project_save.tmx
Source language: en
Languages: be

source: Search
be: Пошук

source: Search %1
be: Пошук у %1

source: Search %1!s!.
be: Пошук у %1!s!.

source: Search %s
be: Пошук у %s

source: Search Active Directory
be: Пошук па актыўным каталогу

source: Search All %s Libraries
be: Пошук ува ўсіх %s бібліятэках

source: Search All Libraries
be: Пошук ува ўсіх бібліятэках

source: Search Box
be: Рамка пошуку

source: Search Connector
be: Злучальнік пошуку

source: Search Control Panel
be: Пошук у панэлі кіравання

source: Search Everywhere
be: Пошук паўсюль

source: Search Folders
be: Каталогі пошуку

source: Search Internet library
be: Шукаць па бібліятэцы сеціва

source: Search Page Scope
be: Пошук па абшары старонкі

# Search Provider: %1 (%2) A shortcut will be added to your Windows favorites.
source: Search Provider: %1\n(%2)\n\nA shortcut will be added to your Windows favorites.
be: Дастаўнік пошуку: %1\n(%2)\n\nпускальнік будзе дададзены да вашага ўпадабанага.

source: Search Results
be: Вынікі пошуку

source: Search Results in %s
be: Вынікі пошуку ў %s

source: Search Windows Help and Support for "%s"
be: Шукаць "%s" па дапамозе і падтрымцы Windows

source: Search a Custom scope
be: Пошук па дапасаваным абшары

source: Search active directory
be: Пошук па актыўным каталогу

source: Search again and include file contents
be: Шукаць зноў улучна са змесцівам файлаў

source: Search again and include subfolders
be: Шукаць зноў улучна з падкаталогамі

source: Search again in:
be: Шукаць зноў у:

source: Search again using your default browser
be: Шукаць зноў праз стандартны аглядальнік

source: Search all indexed, non-indexed, hidden, and system files on your Computer
be: Пошук у індэксаваных, неіндэксаваных, схаваных і сістэмных файлах вашага камп'ютара.

source: Search button
be: кнопка пошуку

source: Search connector description
be: Апісанне злучальніка пошуку

source: Search failed to initialize.
be: Не ўдалося ініцыялізаваць пошук.

source: Search for "%s"
be: Пошук "%s"

source: Search for &Computers...
be: Пошук камп'ютараў...

source: Search for a printer
be: Пошук друкаркі

source: Search for computers on the network
be: Пошук камп'ютараў у сетцы

source: Search for documents, music, pictures, email and more.
be: Пошук па дакументах, музыцы, відарысах, эл. пошце і іншаму.

source: Search for files or folders
be: Пошук каталогаў і файлаў

source: Search for names like '%1' in '%2'
be: Пошук назваў, падобных да '%1', ў '%2'

source: Search gadgets
be: Пошук гаджэтаў

source: Search homegroup libraries
be: Пошук у бібліятэках хатняй групы

source: Search on website
be: Пошук на сайце

source: Search other files and libraries
be: Пошук па іншых файлах і бібліятэках

source: Search programs and Control Panel
be: Пошук па праграмах і панэлі кіравання

source: Search programs and files
be: Пошук па праграмах і файлах

source: Search ranking
be: Рангаванне пошуку

source: Search results are incomplete because the server returned invalid data.
be: Вынікі пошуку няпоўныя з прычыны вяртання сэрверам недапушчальных звестак.

source: Search results might be incomplete because files are being indexed. Click to view indexing status...
be: Вынікі пошуку могуць быць няпоўнымі з прычыны індэксаванасці файлаў. Пстрыкніце, каб прагледзець стан індэксавання...

source: Search the &Internet
be: Шукаць у сеціве

source: Search the Active Directory for shares, computers or users.
be: Пошук па актыўным каталогу сярод абагуленых элементаў, камп'ютараў і карыстальнікаў.

source: Search the Active Directory for shares, computers, or users.
be: Пошук па актыўным каталогу сярод абагуленняў, камп'ютараў і карыстальнікаў.

source: Search the Corporate Directory
be: Пошук па калектыўным каталогу

source: Search the I&ndex
be: Шукаць у індэксаваных элементах

source: Search the Internet
be: Пошук па сеціве

source: Search using %s
be: Пошук праз %s

source: Search with public folders
be: Шукаць па публічных каталогах

source: Search without public folders
be: Не шукаць па публічных каталогах

source: Searches
be: Пошукі

source: Searches might be slow in non-indexed locations: %1!s!. Click to add to index...
be: Шуканне па неіндэксаваных размяшчэннях можа быць павольным: %1!s!. Пстрыкніце, каб дадаць да індэксу...

source: Searches sent to
be: Пошукі дасланыя ў

source: Searches will be faster if you turn on the index.
be: Пошукі будуць хутчэйшымі, калі вы ўключыце індэкс.

source: Searching
be: Шуканне

source: Searching for connected devices...
be: Шуканне падключаных прылад...

source: Searching for content...
be: Шуканне змесціва...

source: Searching for items...
be: Шуканне элементаў...

source: Searching for previous versions...
be: Шуканне папярэдніх версіяў...

source: Searching internet for
be: Шуканне ў сеціве

source: Searching...
be: Шуканне...

source: Searching... (%1 found)
be: Шуканне... (знойдзена: %1)

source: Second
be: секунда

source: Secondary landscape
be: Другасная пейзажная

source: Secondary portrait
be: Другасная партрэтная

source: Seconds
be: секунд

source: Security
be: Бяспека

source: Security &level for this zone
be: Узровень бяспекі для гэтага абсягу

source: Security Alert
be: Папярэджанне бяспекі

source: Security Center
be: Цэнтр бяспекі

source: Security ID
be: ID бяспекі

source: Security Identifier
be: Ідэнтыфікатар бяспекі

source: Security Log
be: Журнал бяспекі

source: Security Options
be: Налады бяспекі

source: Security Settings
be: Налады бяспекі

source: Security Shield Icon
be: Значак шчыта бяспекі

source: Security icon
be: Значак бяспекі

source: Security issue
be: Праблема бяспекі

source: Security key:
be: Ключ бяспекі:

source: Security level indicator
be: Паказнік узроўню бяспекі

source: Security messages
be: Паведамленні бяспекі

source: Security policies on this computer are set to display information about the last interactive logon.
be: Палітыкі бяспекі гэтага камп'ютара наладжаныя для адлюстравання інфармацыі пра апошні інтэрактыўны ўваход.

source: Security policies on this computer are set to display information about the last interactive logon. Windows could not retrieve this information. Please contact your network administrator for assistance.
be: Палітыкі бяспекі гэтага камп'ютара наладжаныя для адлюстравання інфармацыі пра апошні інтэрактыўны ўваход. Windows не можа атрымаць гэтую інфармацыю. Калі ласка, звяжыцеся з вашым сеткавым адміністратарам для атрымання дапамогі.

source: Security type
be: Тып бяспекі

source: Security type:
be: Тып бяспекі:

source: Security warning
be: Папярэджанне бяспекі

source: Security:
be: Бяспека:

source: See a list of all program tasks.
be: Пабачыць спіс задач усіх праграм.

source: See also
be: Глядзіце таксама

source: See details
be: Пабачыць дэталі

source: See full map
be: Пабачыць поўную мапу

source: See installed printers and add new ones.
be: Пабачыць усталяваныя друкаркі і дадаць новыя.

source: See more results
be: Пабачыць больш вынікаў

source: See other options
be: Пабачыць іншыя магчымасці

source: See our online <A HREF="http://go.microsoft.com/fwlink/?LinkId=104288">privacy statement</A> for data collection and use information.
be: Глядзіце нашу сеціўную <A HREF="http://go.microsoft.com/fwlink/?LinkId=104288">заяву аб прыватнасці</A> для збірання звестак і карыстання інфармацыяй.

source: See the available wireless networks, dial-up, and VPN connections that you can connect to.
be: Пабачыць даступныя бяздротавыя сеткі, тэлефонныя і VPN-злучэнні, з якімі вы можаце злучыцца.

source: See the disk drives and other hardware connected to your computer.
be: Пабачыць дыскі і іншае абсталяванне, падключанае да камп'ютара.

source: See the name of this computer
be: Пабачыць назву гэтага камп'ютара

source: See the owner of the file or an administrator to obtain permission.
be: Звярніцеся да ўладальніка файла ці адміністратара за дазволам.

source: See the status and configure printers on this computer.
be: Пабачыць стан і наладзіць друкаркі на гэтым камп'ютары.

source: See what's printing on your printer.
be: Пабачыць, што друкуецца на вашай друкарцы.

source: Sele&ct a pointer speed:
be: Абярыце хуткасць паказальніка:

source: Sele&ct time zone:
be: Абярыце часавы абсяг:

source: Selec&tion
be: Вылучэнне

source: Select
be: Вылучыць

source: Select printer, number of copies, and other printing options before printing.
be: Абраць друкарку, колькасць копіяў і іншыя параметры друку перад друкам.

source: Select &All
be: Вылучыць усё

# Select &All Ctrl+A
source: Select &All\tCtrl+A
be: Вылучыць усё\tCtrl+A

source: Select &all
be: Вылучыць усё

# Select &all Ctrl+A
source: Select &all\tCtrl+A
be: Вылучыць усё\tCtrl+A

# Select A&ll Ctrl+A
source: Select A&ll\tCtrl+A
be: Вылучыць усё\tCtrl+A

source: Select Action
be: Выбраць дзеянне

source: Select All
be: Вылучыць усё

# Select All Ctrl+A
source: Select All\tCtrl+A
be: Вылучыць усё\tCtrl+A

source: Select Color
be: Абраць колер

source: Select Computer
be: Абярыце камп'ютар

source: Select Difficulty
be: Абярыце складанасць

source: Select Folder
be: Абраць каталог

source: Select Network Feature Type
be: Абярыце тып сеткавага дапаўнення

source: Select Networking Page Columns
be: Абраць слупкі старонкі сеткавай працы

source: Select New File Name
be: Абранне новай назвы файла

source: Select New Folder Name
be: Абранне новай назвы каталога

source: Select Picture
be: Абярыце відарыс

source: Select Printer
be: Абраць друкарку

source: Select Process Page Columns
be: Абраць слупкі старонкі працэсаў

source: Select System Database
be: Абранне сістэмнай базы звестак

# Select Tool End
source: Select Tool End\r\n
be: Канец абрання інструмента\r\n

# Select Tool(ID: %1) Start
source: Select Tool(ID: %1) Start\r\n
be: Абранне інструмента(ID: %1) Пачатак\r\n

source: Select User Page Columns
be: Абраць слупкі старонкі карыстальнікаў

source: Select Window
be: Абраць вакно

source: Select a &hard disk drive with enough free space to temporarily store files you're burning to a disc.
be: Абярыце дыск, дзе дастаткова вольнага месца для часовага захавання файлаў, якія прапальваюцца на кружэлку.

source: Select a &hard disk drive with enough free space to temporarily store files you're burning to a disc. The drive might need up to twice as much free space as the disc capacity.
be: Абярыце дыск, дзе дастаткова вольнага месца для часовага захавання файлаў, якія прапальваюцца на кружэлку. Магчыма, спатрэбіцца ўдвая больш месца за ёмістасць кружэлкі.

source: Select a Destination
be: Абярыце месца прызначэння

source: Select a UDF Version
be: Абярыце версію UDF

source: Select a color from the color palette.
be: Абраць колер з палітры.

source: Select a date or date range:
be: Абярыце дату ці дыяпазон дат:

source: Select a device to troubleshoot
be: Абярыце прыладу для вырашэння праблем

source: Select a different name
be: Абраць іншую назву

source: Select a file to preview.
be: Абярыце файл для перадпрагляду.

source: Select a location for the '%1' network
be: Абраць размяшчэнне сеткі '%1'

source: Select a part of the picture.
be: Вылучыць частку відарыса.

source: Select a photo or solid color to set as your background.
be: Абярыце фота ці суцэльны колер для ўсталявання ў якасці фону.

source: Select a power plan
be: Абярыце план сілкавання

source: Select a power plan. Your current selection is %1!s!
be: Абярыце план сілкавання. Дзейны план - %1!s!

source: Select a power plan:
be: Абярыце план сілкавання:

source: Select a printer, number of copies, and other printing options before printing.
be: Абраць друкарку, колькасць копіяў і іншыя параметры друку перад друкам.

source: Select a printer:
be: Абраць друкарку:

source: Select a private network connection
be: Абярыце злучэнне з прыватнай сеткай

source: Select a rectangular area by drawing on the canvas.
be: Вылучыць прамавугольную пляцоўку маляваннем на палатне.

source: Select a session to reconnect to
be: Абярыце сесію для перападключэння

source: Select a third language for Windows to use when displaying the remaining text:
be: Абярыце трэцюю мову для адлюстравання астатняга тэксту:

source: Select a user to disconnect so that you may login
be: Абярыце карыстальніка для адключэння, каб вы змаглі ўвайсці

source: Select a web content zone to specify its security settings
be: Абярыце абсяг па сеціўным змесціве, каб азначыць яго налады бяспекі

source: Select a zone to view or change security settings.
be: Абярыце абсяг для прагляду ці змянення наладаў бяспекі.

source: Select all
be: Вылучыць усё

source: Select all (Ctrl+A)
be: Вылучыць усё (Ctrl+A)

source: Select all items in this view.
be: Вылучыць ўсе элементы.

source: Select an action
be: Абярыце дзеянне

source: Select an area of any shape by drawing on the canvas.
be: Вылучыць пляцоўку любой формы маляваннем на палатне.

source: Select an icon or an image file
be: Абярыце значак ці файл выявы

source: Select an object you want to get Help on.
be: Абярыце аб'ект, па якім вам патрэбна дапамога.

source: Select and Correct
be: Вылучыць і скарэктаваць

source: Select another language for Windows to use to display this text:
be: Абярыце іншы моўны пакунак для адлюстравання гэтага тэксту:

source: Select featured updates to install
be: Абярыце галоўныя абнаўленні для ўсталявання

source: Select files to install
be: Абярыце файлы для ўсталявання

source: Select important updates to install
be: Вылучце важныя абнаўленні для ўсталявання

source: Select measurement units for ruler and page setup.
be: Абраць меры лінейкі і налады старонкі.

source: Select one of the installed input languages to use as the default for all input fields.
be: Абярыце адну з усталяваных моваў уводу, каб скарыстаць яе як стандартную для ўсіх палёў уводу.

source: Select only one file to rename, or use MS-DOS wildcards (for example, *.txt) to rename a group of files with similar names.
be: Абярыце для пераназвання толькі адзін файл ці выкарыстайце падстаўныя сімвалы MS-DOS (прыклад: *.txt) для пераназвання групы файлаў з аднолькавымі назвамі.

source: Select optional updates to install
be: Вылучце неабавязковыя абнаўленні для ўсталявання

source: Select printer
be: Абраць друкарку

source: Select the &adapters you want to use to connect to computers on your local network.
be: Абярыце адаптары, якія вы жадаеце карыстаць для злучэння з камп'ютарамі ў вашай лакальнай сетцы.

source: Select the columns that will appear on the Networking page of Task Manager.
be: Абярыце слупкі, якія будуць з'яўляцца на старонцы сеткавай працы кіраўніка задач

source: Select the columns that will appear on the Process page of Task Manager.
be: Абярыце слупкі, якія будуць з'яўляцца на старонцы працэсаў кіраўніка задач

source: Select the columns that will appear on the Users page of Task Manager.
be: Абярыце слупкі, якія будуць з'яўляцца на старонцы карыстальнікаў кіраўніка задач

source: Select the computer you want this Snap-in to manage.
be: Абярыце камп'ютар, якім будзе кіраваць гэтае прыладдзе.

source: Select the details you want to display for the items in this folder.
be: Адзначце тыя дэталі, якія вы жадаеце адлюстроўваць для элементаў у гэтым каталогу.

source: Select the device you want to unplug or eject, and then click Stop. When Windows notifies you that it is safe to do so unplug the device from your computer.
be: Абярыце прыладу, якую вы жадаеце адключыць ці дастаць і пстрыкніце "Спыніць". Калі Windows апавясціць вас аб паспяховым сканчэнні аперацыі, выміце прыладу з камп'ютара.

source: Select the disc-burning &drive that Windows will use by default.
be: Абярыце стандартны кружэльнік для прапальвання, якім будзе карыстацца Windows.

source: Select the dri&ve you want to check for errors:
be: Абярыце дыск, які вы жадаеце праверыць на памылкі:

source: Select the entire picture.
be: Вылучыць увесь відарыс.

source: Select the extensions you want this program to open by default, and then click Save.
be: Абярыце пашырэнні, якія праграма будзе стандартна адчыняць, і пстрыкніце "Захаваць".

source: Select the featured updates you want to install
be: Вылучце галоўныя абнаўленні, якія вы жадаеце ўсталяваць

source: Select the folder containing the next cabinet file '%hs' from disk '%hs'.
be: Абярыце каталог, які змяшчае наступны CAB-файл '%hs' з дыска '%hs'.

source: Select the folder containing the next cabinet file '%hs'.
be: Абярыце каталог, які змяшчае наступны CAB-файл '%hs'.

source: Select the highest speed/power processor performance state.
be: Абярыце найхутчэйшы ці наймацнейшы стан прадукцыйнасці працэсара.

source: Select the ideal processor performance state.
be: Абярыце ідэальны стан прадукцыйнасці працэсара.

source: Select the language to add using the checkboxes below.
be: Абярыце мову для дадання праз усталяванне птушак.

source: Select the lowest speed/power processor performance state.
be: Абярыце самы павольны ці найслабейшы стан прадукцыйнасці працэсара.

source: Select the medium for the shape fill.
be: Абраць сярэдзіну для запаўнення формы.

source: Select the medium for the shape outline.
be: Абраць сярэдзіну для абрысу формы.

source: Select the option that best describes why you want to shut down the computer
be: Зрабіце выбар, які найлепш апісвае, з якой нагоды выключаецца камп'ютар

source: Select the place where you want to copy '%1', then click the Copy button.
be: Абярыце месца, куды вы жадаеце скапіяваць '%1', і націсніце "Скапіяваць".

source: Select the place where you want to copy the selected item(s), then click the Copy button.
be: Абярыце месца, куды вы жадаеце скапіяваць абраныя элементы, і націсніце "Скапіяваць".

source: Select the place where you want to copy these %1!d!
be: Абярыце месца, куды вы жадаеце скапіяваць %1!d!

source: Select the place where you want to copy these %1!d! items, then click the Copy button.
be: Абярыце месца, куды вы жадаеце скапіяваць гэтыя %1!d! элементаў, і націсніце "Скапіяваць".

source: Select the place where you want to extract the selected item(s).
be: Абярыце месца, куды вы жадаеце выняць абраныя элементы.

source: Select the place where you want to extract the selected item(s). Then click the Extract button.
be: Абярыце месца, куды вы жадаеце выняць абраныя элементы. Затым пстрыкніце кнопку "Выняць".

source: Select the place where you want to extract the selected item(s). Then click the OK button.
be: Абярыце месца, куды вы жадаеце выняць вылучаныя элементы. Затым пстрыкніце кнопку "Добра".

source: Select the place where you want to move '%1', then click the Move button.
be: Абярыце месца, куды вы жадаеце перамясціць '%1', і націсніце "Перамясціць".

source: Select the place where you want to move the selected item(s), then click the Move button.
be: Абярыце месца, куды вы жадаеце перамясціць абраныя элементы, і націсніце "Перамясціць".

source: Select the place where you want to move these %1!d!
be: Абярыце месца, куды вы жадаеце перамясціць %1!d!

source: Select the place where you want to move these %1!d! items, then click the Move button.
be: Абярыце месца, куды вы жадаеце перамясціць гэтыя %1!d! элементаў, і націсніце "Перамясціць".

source: Select the power plan that you want to customize, and then choose settings that reflect how you want your computer to manage power.
be: Абярыце план сілкавання, які вы жадаеце дапасаваць, і затым абярыце налады якія адлюстроўваюць, якім чынам павінен камп'ютар кіраваць сілкаваннем.

source: Select the processor performance state one closer to ideal than the current processor performance state.
be: Абярыце бліжэйшы да ідэальнага стан прадукцыйнасці працэсара за дзейны стан.

source: Select the profile you want to use to connect
be: Абярыце профіль, да якога вы жадаеце падключыцца

source: Select the services that you want for each input language shown in the list.
be: Абярыце пажаданыя службы для кожнай мовы ўводу ў спісе.

source: Select the services that you want for each input language shown in the list. Use the Add and Remove buttons to modify this list.
be: Абярыце пажаданыя службы для кожнай мовы ўводу ў спісе. Карыстайце кнопкі "Дадаць" і "Выдаліць", каб змяняць гэты спіс.

source: Select the type of unit you want to convert
be: Абярыце тып адзінкі, якую вы жадаеце сканвертаваць

source: Select the typed item in the view
be: Вылучаць уведзены элемент са спісу

source: Select the updates you want to install
be: Вылучце абнаўленні, якія жадаеце ўсталяваць

source: Select the width for the selected tool.
be: Абраць шырыню для вылучанага інструмента.

source: Select this check box to make the button on the right the one you use for primary functions such as selecting and dragging.
be: Пастаўце тут птушку, каб абраць правую кнопку для выканання галоўных функцыяў кшталту вылучэння і перацягвання.

source: Select updates to install
be: Абярыце абнаўленні для ўсталявання

source: Select users who can use remote desktop
be: Абраць карыстальнікаў, якія могуць карыстаць аддаленую стальніцу

source: Select which columns will be visible on the Networking page.
be: Абярыце, якія слупкі будуць бачнымі на старонцы сеткавай працы.

source: Select which columns will be visible on the Process page
be: Абярыце, якія слупкі будуць бачнымі на старонцы працэсаў

source: Select which columns will be visible on the Users page
be: Абярыце, якія слупкі будуць бачнымі на старонцы карыстальнікаў

source: Select which devices show their own volume control
be: Абярыце прылады, якія паказваюць уласнае кіраванне гучнасцю.

source: Select which icons and notifications appear in the notification area.
be: Абярыце, якія значкі і апавяшчэнні з'яўляюцца на пляцоўцы апавяшчэнняў.

source: Select which icons and notifications appear on the taskbar
be: Абярыце, якія значкі і апавяшчэнні з'яўляюцца на паліцы задач

source: Select which language (system locale) to use when displaying text in programs that do not support Unicode.
be: Абярыце мову (сістэмную лакалізацыю), што будзе скарыстаная праграмамі, якія не падтрымліваюць Unicode.

source: Select which language (system locale) to use when displaying text in programs that do not support Unicode. This setting affects all user accounts on the computer.
be: Абярыце мову (сістэмную лакаль), што будзе скарыстаная праграмамі, якія не падтрымліваюць Unicode. Гэтая налада паўплывае на ўсе рахункі карыстальнікаў камп'ютара.

source: Select which system icons appear in the notification area.
be: Абярыце, якія значкі з'яўляюцца на пляцоўцы апавяшчэнняў.

source: Select which toolbars to add to the taskbar.
be: Абярыце паліцы інструментаў для дадавання на паліцу задач

source: Select word wrapping option to change how text appears on your screen.
be: Абярыце магчымасць пераносу тэксту, каб змяніць выгляд яго адлюстравання на вашым экране.

source: Select word wrapping option to change how text appears on your screen. This does not affect how document looks when you print it.
be: Абярыце магчымасць пераносу тэксту, каб змяніць выгляд яго адлюстравання на вашым экране. Гэта не паўплывае на вонкавы выгляд надрукаванага дакумента.

source: Select your new account type
be: Абраць ваш тып рахунка

source: Selectable update %1 of package %2 was successfully turned off.
be: Вылучальнае абнаўленне %1 пакунка %2 было паспяхова выключанае.

# Selectable update %1 of package %2 was successfully turned off.
source: Selectable update %1 of package %2 was successfully turned off.\r\n
be: Вылучальнае абнаўленне %1 пакунка %2 было паспяхова выключанае.\r\n

source: Selectable update %1 of package %2 was successfully turned on.
be: Вылучальнае абнаўленне %1 пакунка %2 было паспяхова ўключанае.

# Selectable update %1 of package %2 was successfully turned on.
source: Selectable update %1 of package %2 was successfully turned on.\r\n
be: Вылучальнае абнаўленне %1 пакунка %2 было паспяхова ўключанае.\r\n

source: Selected
be: Абрана

source: Selected Font
be: Абраны шрыфт

source: Selected color values
be: Значэнні колеру
